[
    {
        "id": 0,
        "media": "//ww4.hdnux.com/photos/60/40/25/12715371/9/920x920.jpg",
        "title": "San Antonio Murals",
        "copy": "Whether you're a local or just visiting San Antonio, the San Antonio Express-News has compiled information about notable murals around town <br /> The murals are listed in alphabetical order.",
        "type": "photo"
    },
    {
        "id": 1,
        "media": "i12x6rj6Bbw",
        "title": "Vortex",
        "copy": "Artist: Alex Rubio <br />Students from MOSAIC art program assisted in creating a 218-foot-long mural featured on the side of an underpass. \"Vortex\" — painted in a studio and affixed on the underpass in pieces— was completed 2013. <br />Location: Nolan St. underpass between Chestnut St. And N. Cherry St.",
        "type": "video"
    },
    {
        "id": 2,
        "media": "as5YiunLSRA",
        "title": "Spirit of a Leader",
        "copy": "Artist: David Blancas <br />\"Spirit of a Leader\"— a photo-turned-mural of Martin Luther King Jr.'s speech \"I've Been to the Mountaintop\" — was completed in 2013. \"Spirit of a Leader\" is featured at the beginning of San Antonio's annual Martin Luther King's march every January. <br /> Location: 3518 Martin Luther King Dr.",
        "type": "video"
    },
    {
        "id": 3,
        "media": "Nyf3O2tXC3M",
        "title": "Fiesta",
        "copy": "Artist: Nik Soupe and Shek Vega <br />The \"Fiesta\" mural features local makeup artist Bianca Flores, who won Red Bull's competition showcasing how she celebrates Fiesta. \"Fiesta\" was completed in 2017 by the Los Otros duo. <br />Location: 2611 Broadway St.",
        "type": "video"
    },
    {
        "id": 4,
        "media": "UCwayvqWlwg",
        "title": "Beneath it All",
        "copy": "Artist: Nik Soupe and Shek Vega <br />On the side of the San Antonio Current builfing, a weekly publication, is the first large-scale project of Los Otros duo. Creating their signature look with bright colors and sophisticated black and white, \"Beneath it All\" was completed in 2014. <br />Location: 915 Dallas St.",
        "type": "video"
    },
    {
        "id": 5,
        "media": "u3WBu3lCC8k",
        "title": "Spirit of a Leader",
        "copy": "Artist: John Medina <br />The world's first 3-D mural features aspects from San Antonio community members as they believe the future of the city will look. \"Vision del Futuro\" was completed in 2013 and features a 3-D glasses sculpture in front of the mural. <br />Location: 203 E Fredericksburg Road",
        "type": "video"
    },
    {
        "id": 6,
        "media": "M-XQIDErrSg",
        "title": "Selena",
        "copy": "Artist: Chris Montoya <br />At the age of 19, Montoya freestyled the Texas native musician Selena Quintanilla-Perez on the wall of a strip mall in his childhood neighborhood. The mural, \"Selena,\" was completed in 2012. <br />Location: 4913 S Flores St.",
        "type": "video"
    },
    {
        "id": 7,
        "media": "wsrUhwzYgT0",
        "title": "S.A. Wall",
        "copy": "Artist: Can2<br />\"S.A. Wall\" was completed just in time for the 2014 Spurs championship win. This S.A. hometown-pride mural features the Spurs throwback colors, the S.A. skyline, the Texas flag and a remix of the Spurs logo. <br />Location: Interstate 10 Frontage Road between Fulton Ave. and W. Hildebrand Ave.",
        "type": "video"
    },
    {
        "id": 8,
        "media": "EPGQpJtrAiI",
        "title": "Mujerista",
        "copy": "Artist: Jane Madrigal and Rabbit Rye <br />\"Mujerista\" features women of empowerment and reminds women that what happens today will affect their tomorrow. Completed in 2016, \"Mujerista\" creates the bridge between the West and East side murals. <br />Location: 2603 E. Houston St.",
        "type": "video"
    },
    {
        "id": 9,
        "media": "-HTK7lRew7k",
        "title": "La Musica de San Anto",
        "copy": "Artist: David Blancas <br />A gateway between the East and the West side, \"La Musica de San Anto\" memorializes local musical artists who have made their mark in the city. \"La Musica de San Anto\" was completed in 2008. <br />Location: 1303 W. Commerce",
        "type": "video"
    }
]