[
    {
        "id": 0,
        "media": "classrooms.jpeg",
        "title": "Classrooms",
        "copy": "The H-E-B Discovery Center features two ‘dirty’ classrooms that allow students of all ages to get their hands dirty in a classroom setting. These classrooms seat 50 students and can be combined to create a larger classroom or meeting space. Hands-on classes will explore many subjects with an underlying theme of environmental education including ecology, biology and chemistry.",
        "type": "pano"
    },
    {
        "id": 1,
        "media": "https://www.youtube.com/embed/as5YiunLSRA?wmode=opaque",
        "title": "Spirit of a Leader",
        "copy": "\"Spirit of a Leader\"— a photo-turned-mural of Martin Luther King Jr.'s speech \"I've Been to the Mountaintop\" — was completed in 2013. \"Spirit of a Leader\" is featured at the beginning of San Antonio's annual Martin Luther King's march every January. Artist: David Blancas. Location: 3518 Martin Luther King Dr.",
        "type": "video"
    },
    {
        "id": 2,
        "media": "https://www.youtube.com/embed/Nyf3O2tXC3M?wmode=opaque",
        "title": "Fiesta",
        "copy": "The \"Fiesta\" mural features local makeup artist Bianca Flores, who won Red Bull's competition showcasing how she celebrates Fiesta. \"Fiesta\" was completed in 2017 by the Los Otros duo. Artist: Nik Soupe and Shek Vega. Location: 2611 Broadway St.",
        "type": "video"
    },
    {
        "id": 3,
        "media": "https://www.youtube.com/embed/UCwayvqWlwg?wmode=opaque",
        "title": "Beneath it All",
        "copy": "On the side of the San Antonio Current builfing, a weekly publication, is the first large-scale project of Los Otros duo. Creating their signature look with bright colors and sophisticated black and white, \"Beneath it All\" was completed in 2014. Artist: Nik Soupe and Shek Vega. Location: 915 Dallas St.",
        "type": "video"
    },
    {
        "id": 4,
        "media": "http://ww1.hdnux.com/photos/62/32/07/13214180/5/rawImage.jpg",
        "title": "The Chef's Amphitheater",
        "copy": "The circular amphitheater in the Culinary Garden is a place for tour and student groups to meet.",
        "type": "photo"
    },
    {
        "id": 5,
        "media": "chef-garden.jpeg",
        "title": "The Culinary Garden",
        "copy": "The Culinary Garden will grow some 200 different seasonal vegetables, fruits and herbs for farm-to-table cooking classes and other events in the outdoor kitchen.",
        "type": "pano"
    },
    {
        "id": 6,
        "media": "chefs-kitchen.jpeg",
        "title": "The Chef's Outdoor Kitchen",
        "copy": "Chef Dave Terrazas will harvest food straight from the garden and move directly to the CHEF (Culinary Health Education for Families) Teaching Kitchen in the Goldsbury Foundation Pavilion for hands-on lessons in a “garden-to-table” experience that deepens the connections between gardening and healthy cooking.",
        "type": "pano"
    },
    {
        "id": 7,
        "media": "chefs-garden-other-side.jpeg",
        "title": "The Culinary Garden",
        "copy": "The Culinary Garden features 34 limestone-bordered beds for growing nearly 200 varieties of fruits, vegetables and herbs in season. Underneath the garden is a massive, 29,000-gallon cistern, fed by rainwater and air-conditioning system condensate.",
        "type": "pano"
    },
    {
        "id": 8,
        "media": "interactive-room.jpeg",
        "title": "Education Center",
        "copy": "The Exploration Station is a first stop for guests to get oriented to the park, plan their day and meet tour guides. Multimedia programs will highlight the importance of plants, our region’s water story, environmental stewardship techniques you can do at home, and engaging nature play activities. And a glance at t the Bloom Cart will show visitors what’s blooming in the garden that day.",
        "type": "pano"
    },
    {
        "id": 9,
        "media": "mays-2.jpeg",
        "title": "Mays Family Display Garden",
        "copy": "The Mays Family Display Garden, featuring long-blooming plants with a hot color scheme and a cool cascading water feature, is located on a wide promenade that leads to the new Family Adventure Garden, opening in Spring, or over to established Botanical Garden areas such as the Lucile Halsell Conservatory.",
        "type": "pano"
    },
    {
        "id": 10,
        "media": "gift-store-1.jpeg",
        "title": "Gift shop",
        "copy": "The new gift shop features all kinds of nature-related toys, games and gifts, ranging from rosemary-infused chocolate to blossom-scented lotions and candles, jewelry and nature-inspired children’s books. “It’s the best gift shop in South Texas,” said Botanical Garden executive director Bob Brackman.",
        "type": "pano"
    },
    {
        "id": 11,
        "media": "gift-store-2.jpeg",
        "title": "Gift shop",
        "copy": "The new gift shop features all kinds of nature-related toys, games and gifts, ranging from rosemary-infused chocolate to blossom-scented lotions and candles, jewelry and nature-inspired children’s books. “It’s the best gift shop in South Texas,” said Botanical Garden executive director Bob Brackman.",
        "type": "pano"
    },
    {
        "id": 12,
        "media": "gift-store-3.jpeg",
        "title": "Gift shop",
        "copy": "The new gift shop features all kinds of nature-related toys, games and gifts, ranging from rosemary-infused chocolate to blossom-scented lotions and candles, jewelry and nature-inspired children’s books. “It’s the best gift shop in South Texas,” said Botanical Garden executive director Bob Brackman.",
        "type": "pano"
    }
]